Repository: TawazonApp/ios
Catalog: NewLife/NewLife/*.lproj/Localizable.strings
Languages: ar

# launchSlogan
source: Close your eyes, to see
ar: أغمض عينيك، لترى

# HomeTabTitle
source: Home
ar: الرئيسية

# ExploreTabTitle
source: Explore
ar: إكتشف

# MyBodyTabTitle
source: My Body
ar: جسدي

# MusicTabTitle
source: Music
ar: موسيقى

# MySoulTabTitle
source: My Soul
ar: روحي

# SearchTabTitle
source: Search
ar: بحث

# ProfileTabTitle
source: Profile
ar: حسابي

# MeditationsTabTitle
source: Meditations
ar: تأملات

# TodayActivityTabTitle
source: Today
ar: اليوم

# MyBodyViewTitle
source: My Body
ar: جسدي

# MusicViewTitle
source: Music
ar: موسيقى

# MySoulViewTitle
source: My Soul
ar: روحي

# PodcastsViewTitle
source: Podcast
ar: بودكاست

# ChildrenViewTitle
source: Teen & Kids
ar: أطفال وشباب

# MeditationsViewTitle
source: Meditations
ar: تأملات

# mintues
source: Minutes
ar: دقائق

# MyBodySummaryText
source: Take a look at yourself in appreciation of you, this has nothing to do with perfection, but in the path you take to fall in love with the scars of yourself.
ar: إنظر إلى نفسك بطريقة تقدر فيها ذاتك، هذا الأمر لا علاقة له بالكمال، عليك أن تحب الندوب الموجودة في جسدك

# MySoulSummaryText
source: As you walk the path of life, it is natural to feel different, and sometimes сontradictory emotions, let us explore them together
ar: وأنت تسير في درب الحياة، من الطبيعي أن تشعر بمشاعر متنوعة لنتشاركها معاً

# ChildrenSummaryText
source: Just as your child's head grows and shines with intelligence, let his emotions also grow and shine with light, introduce your children to meditation from early age
ar: مثلما يكبر رأس طفلك ويبرق بالذكاء، دع قلبه أيضاً يكبر ويشعّ بالنور، أعطوا أطفالكم التأمل مع التفكير

# MeditationsSummaryText
source: No one realizes the value of life but a struggling fighter who sees the passing of a day in the sunset.
ar: لا يدرك قيمة الحياة إلا مكافح مزاحم، يرى في غروب الشمس زوال يوم من عُمره

# MoreUserProfileTitle
source: Profile and account
ar: الملف الشخصي والحساب

# MoreDownloadLibraryTitle
source: Downloads
ar: مكتبة التحميلات

# MoreFavoritesTitle
source: Favorites
ar: المفضّلة

# MorePremiumTitle
source: Tawazon Premium
ar: تَوازُن بريميوم

# MoreNotificationsTitle
source: Notifications
ar: الإشعارات

# MoreSupportTitle
source: Support
ar: المساعدة والدعم

# MorePrivacyPolicyTitle
source: Privacy
ar: سياسة الخصوصية

# MoreTermsAndConditionsTitle
source: Terms
ar: شروط الاستخدام

# MoreOurStoryTitle
source: Our Story
ar: قصتنا

# MoreLoginTitle
source: Login
ar: تسجيل دخول

# moreGuidedTourTitle
source: Start tutorial
ar: إرشادات

# MoreUserProfileSubTitle
source: Profile and account settings
ar: ملفك الشخصي واعدادات حسابك

# MoreDownloadLibrarySubTitle
source: Session that you can run without the need for Internet
ar: المحاضرات التي تستطيع تشغليها دون الحاجة إلى انترنت

# MoreFavoritesSubTitle
source: Your favorite sessions
ar: المحاضرات التي قمت بتفضيلها

# MorePremiumSubTitle
source: Your subscription plan
ar: خطة الاشتراك المدفوعة الخاصة بك

# MoreNotificationsSubTitle
source: Receive notifications from the application
ar: استقبال الإشعارات من التطبيق

# MoreSupportSubTitle
source: You have a problem? Suggestion? send us
ar: لديك مشكلة؟ اقتراح؟ أرسل لنا

# MorePrivacyPolicySubTitle
source: Terms of privacy policy and terms of service
ar: بنود سياسة الخصوصية وشروط الخدمة

# MoreTermsAndConditionsSubTitle
source: Service Terms
ar: بنود شروط الخدمة

# MoreOurStorySubTitle
source: Learn our story and who are we
ar: تعرّف على قصتنا ومن نحن ؟

# moreAppVersionTitle
source: Tawazon
ar: تَوازُن

# moreAppVersionSubTitle
source: Version
ar: الإصدار

# MoreLoginSubTitle
source: Not Registered
ar: ليس لديك حساب شخصي

# moreGuidedTourSubTitle
source: A fast guide through the most important parts of Tawazon
ar: دليل سريع لأهم أجزاء توازن

# calmnessWaterAudioTitle
source: The silence of water
ar: هدوء الماء المنسل

# firewoodBurningAudioTitle
source: The warmth of burning firewood
ar: دفىء الحطب المحترق

# pouringRainAudioTitle
source: Glory Rain
ar: احتضان المطر المنهمر

# birdsSingingAudioTitle
source: The joy of birds
ar: فرحة زقزقة العصافير

# natureBeautyAudioTitle
source: The sound of nature
ar: تكلّم جمال الطبيعة

# privacyViewTitle
source: Privacy Policy
ar: سياسة الخصوصية

# termsAndConditionsViewTitle
source: Terms of use
ar: شروط الاستخدام

# profileViewTitle
source: Profile and Account
ar: الملف الشخصي والحساب

# downloadedLibraryViewTitle
source: Downloads Library
ar: مكتبة التحميلات

# favoriteLibraryViewTitle
source: Favorites
ar: المفضلة

# ourStoryViewTitle
source: Our Story
ar: قصتنا

# RateAppActionTitle
source: Rate Tawazon on store
ar: قيّم التطبيق على المتجر

# ShareAppActionTitle
source: Share Tawazon
ar: شارك التطبيق مع أصدقائك

# shareAppText
source: Download tawazon, it's time for a new life
ar: حمل تطبيق تَوازُن، حان الوقت لحياة جديدة

# supportEmailSubject
source: Support
ar: الدعم والمساعدة

# supportEmailDeletionSubject
source: Support - Account Deletion
ar: الدعم والمساعدة - حذف الحساب

# supportEmailSentAlertTitle
source: Thank you
ar: شكراً لك

# supportEmailSentAlertMessage
source: The message has been sent successfully. Thank you. We will reply to you as soon as possible
ar: تم إرسال الرسالة بنجاح، شكراً لك سيتم الرد عليك بأسرع وقت

# supportEmailSentAlertDone
source: Done
ar: حسناً

# supportEmailFailedAlertTitle
source: Failed
ar: حدث خطأ

# supportEmailNotSupportedAlertMessage
source: This device cannot send email
ar: لا يمكن لهذا الجهاز إرسال بريد إلكتروني

# supportEmailFailedAlertMessage
source: Mail failed: There was an error trying to send this email
ar: فشل البريد: حدث خطأ عند محاولة إرسال هذا البريد الإلكتروني

# welecomeStartNow
source: Begin Now
ar: ابدأ الآن

# hasAccount
source: Have an account?
ar: لديك حساب؟

# goToLogin
source: Log In
ar: تسجيل الدخول

# hasNotAccount
source: Have an account?
ar: ليس لديك حساب؟

# goToRegister
source: Create an account
ar: أنشئ حساباً جديداً

# privacyPolicyPart1
source: By using Tawazon you agree to our
ar: عند إستخدامك للتطبيق فأنت توافق على

# privacyPolicyPart2
source: Terms
ar: شروط الإستخدام

# forgetPasswordButtonTitle
source: Forget Password
ar: هل نسيت كلمة المرور؟

# facebookButtonTitle
source: Continue with Facebook
ar: الاستمرار باستخدام Facebook

# loginFormTitle
source: Welcome back
ar: أهلا بك من جديد

# registerFormTitle
source: Create new account
ar: إنشاء حساب جديد

# welcomeViewTitleLabel
source: For a personalized experience tailored to your needs, Create your own account
ar: لتجربة شخصية تلائم احتياجاتك، قم بإنشاء حساب خاص بك

# welcomeViewRegistartionButton
source: Create an account via email
ar: إنشاء حساب عن طريق الإيميل

# welcomeViewOthersLabel
source: Or
ar: أو قم بـِ

# loginButtonPart1
source: Already have an account?
ar: لديك بالفعل حساب؟

# loginButtonPart2
source: Sign in
ar: قم بتسجيل الدخول

# loginUsingOtherWayButtonTitle
source: More login ways
ar: تسجيل دخول بطرق أخرى

# loginSubmitButtonTitle
source: Log In
ar: تسجيل الدخول

# registerSubmitButtonTitle
source: Create new account
ar: إنشاء حساب جديد

# emailTextPlaceholder
source: Email
ar: البريد الالكتروني

# passwordTextPlaceholder
source: Password
ar: كلمة المرور

# newPasswordTextPlaceholder
source: Enter new password
ar: أدخل كلمة المرور الجديدة

# nameTextPlaceholder
source: User Name
ar: اسم المستخدم

# displayNameTextPlaceholder
source: Nickname
ar: الاسم المستعار

# registerPasswordTextPlaceholder
source: Password (more than 8 letters)
ar: كلمة المرور (أكثر من ٨ أحرف و أرقام)

# oldPasswordTextPlaceholder
source: Old password
ar: كلمة المرور السابقة

# verificationCodePlaceholder
source: Code
ar: رمز التأكيد

# forgetPasswordSendButton
source: Send
ar: أرسل

# forgetPasswordTitle
source: Forget Password
ar: إستعادة كلمة المرور

# forgetPasswordSubTitle
source: Confirmation code will be sent to the email
ar: سنقوم بإرسال رمز تأكيد إلى البريد الالكتروني أسفله يمكّنك من إعادة تعيين كلمة مرور جديدة لحسابك

# resetPasswordButton
source: Reset Password
ar: إنشاء كلمة المرور

# resetPasswordTitle
source: Reset Password
ar: إستعادة كلمة المرور

# resetPasswordSubTitle
source: Confirmation code will be sent to the email
ar: تم إرسال رمز التأكيد إلى بريدك الالكتروني

# goalsViewTitle
source: Choose Goals
ar: إختر أهدافك

# goalsViewSubTitle
source: We are here for you
ar: ونحن هنا من أجلك

# goalsContinueButtonTitle
source: Continue
ar: متابعة

# goalsSubmitEmptyGoalsError
source: An error occurred: No targets selected, please try again
ar: حدث خطأ: لا يوجد أهداف مختارة يرجى إعادة المحاولة

# premiumTitle
source: Tawazon Premium
ar: تَوازُن بريميوم

# premiumSubTitle
source: Live the experience
ar: عيش التجربة بكامل تفاصيلها

# premiumPurchaseButtonTitle
source: Continue
ar: متابعة

# premiumMonthlyMeditationTitle
source: Explore meditation today, with a comprehensive Arabic meditation library
ar: استكشف التأمل اليوم، مع مكتبة شاملة للتأمل باللغة العربية

# premiumMeditationTrainingTitle
source: Choose a meditation that's right for you, according to how you feel
ar: اختر التأمل المناسب لك وفقا لشعورك

# premiumChildrenMeditationTitle
source: Let your child also enjoy meditation with the largest library of sleep stories and meditations for children
ar: دع طفلك يستمتع ايضا بالتأمل مع اكبر مكتبة قصص نوم وتأملات للأطفال

# premiumFoodBodyMeditationTitle
source: New meditations weekly
ar: تأملات جديدة اسبوعيا

# premiumPurchaseTitle
source: Choose your plan
ar: اختر الخطة التي تناسبك

# defaultPurchaseDescription
source: Selected plan will be automatically renewed within the specified price, unless you cancel the service before that.
ar: الخطة المختارة ستتجدد تلقائياً ضمن السعر المحدد إلاّ اذا قمت بإلغاء الخدمة قبل ذلك.

# premiumPrivacyPolicyPart1
source: Make sure you read
ar: تأكد من قرائتك

# premiumTermsAndConditionsPart2
source: Terms &
ar: شروط الإستخدام و

# premiumPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# premiumSummaryTrialPeriod
source: Trial
ar: فترة تجريبية

# monthlyPurchaseTitle
source: Monthly
ar: الاشتراك الشهري

# monthlyPurchaseSubTitle
source: / Month
ar: / شهر

# monthlyPurchaseDescription
source: Selected plan will be automatically renewed within the specified price after the trial period ends, unless you cancel the service before that.
ar: الخطة المختارة ستتجدد تلقائياً ضمن السعر المحدد بعد انتهاء الفترة التجريبية إلاّ اذا قمت بإلغاء الخدمة قبل ذلك.

# halfYearlyPurchaseTitle
source: 6 Months
ar: اشتراك 6 أشهر

# halfYearlyPurchaseSubTitle
source: / 6 Months
ar: / 6 أشهر

# halfYearlyPurchaseDescription
source: Subscription automatically renews unless auto-renew is turned off at least 24 hours before current period end.
ar: الخطة المختارة ستتجدد تلقائياً ضمن السعر المحدد بعد انتهاء الفترة التجريبية إلاّ اذا قمت بإلغاء الخدمة قبل ذلك.

# threeMonthsPurchaseTitle
source: 3 Months
ar: اشتراك 3 أشهر

# threeMonthsPurchaseSubTitle
source: / 3 Months
ar: / 3 أشهر

# threeMonthsPurchaseDescription
source: The selected plan will be automatically renewed within the specified price after the trial period ends, unless you cancel the service before that.
ar: الخطة المختارة ستتجدد تلقائياً ضمن السعر المحدد بعد انتهاء الفترة التجريبية إلاّ اذا قمت بإلغاء الخدمة قبل ذلك.

# yearlyPurchaseTitle
source: Yearly Subscription
ar: الاشتراك السنوي

# yearlyPurchaseSubTitle
source: / year
ar: / سنة

# yearlyPurchaseDescription
source: The selected plan will be automatically renewed within the specified price after the trial period ends, unless you cancel the service before that.
ar: الخطة المختارة ستتجدد تلقائياً ضمن السعر المحدد بعد انتهاء الفترة التجريبية إلاّ اذا قمت بإلغاء الخدمة قبل ذلك.

# lifeTimePurchaseTitle
source: Lifetime subscription
ar: اشتراك مدى الحياة

# lifeTimePurchaseSubTitle
source: One Time
ar: دفعة لمرة واحدة

# lifeTimePurchaseDescription
source: The subscription for the life of the balance is {price}, which does not need to be renewed, and you will be able to use all the features in the application
ar: * الإشتراك لمدة الحياة بتَوازُن هو{price}، والذي لا يحتاج للتجديد وسيكون بإمكانك استخدام كافة المزايا بالتطبيق

# couponPurchaseTitle
source: You subscribe with a coupon
ar: اشتراك من خلال الكوبون

# purchaseAfterTiralPeriodSubTitle
source: After the free period
ar: بعد الفترة المجانية

# purchaseAfterTiralPeriodDescription
source: *After {trial_period} is experimental,
ar: *بعد {trial_period} تجريبي،

# registerInValidErrorMessage
source: All fields are required. Be sure to enter the correct data
ar: جميع الحقول مطلوبة، تأكد من إدخال البيانات الصحيحة

# loginInValidErrorMessage
source: The email or password is incorrect
ar: البريد الاكتروني أو كلمة المرور غير صحيحة

# dimissErrorMessage
source: Hide
ar: إخفاء

# generalErrorTitle
source: An error occurred
ar: حدث خطأ

# generalErrorMessage
source: The operation failed, please try again
ar: فشلت العملية، يرجى إعادة المحاولة مرة اخرى

# forgetPasswordErrorMessage
source: Check the email
ar: تأكد من البريد الالكتروني

# resetPasswordErrorMessage
source: Check the information entered
ar: تأكد من المعلومات المدخلة

# ProfileNoteLabelText
source: Your nickname and profile picture will be visible to users when you add a comment to a session.
ar: اسمك المستعار وصورة ملفك الشخصية سيظهران للمستخدمين عند إضافة تعليق على جلسة ما.

# profileChangeUserNameTitle
source: Change Username
ar: تغيير اسم المستخدم

# profileChangeScreenNameTitle
source: Change Nickname
ar: تغيير الاسم المستعار

# profileChangeProfilePictureTitle
source: Change Profile Picture
ar: تغيير الصورة الشخصية

# profileChangeToPremiumTitle
source: Transfer to a Premium account
ar: التحويل إلى حساب بريميوم

# profileChangePasswordTitle
source: Change Password
ar: تغيير كلمة المرور

# profileDeleteAccountTitle
source: Delete Account
ar: حذف الحساب

# profileLogoutTitle
source: Sign Out
ar: تسجيل الخروج

# profileBasicAccountText
source: Basic Account
ar: حساب أساسي

# profilePremiumAccountText
source: Premium Accoount
ar: حساب بريميوم

# logoutConfirmAlertMessage
source: Are you sure you want to log out?
ar: هل أنت متأكد انك تريد تسجيل الخروج؟

# logoutConfirmAlertLogoutButton
source: Log Out
ar: تسجيل خروج

# logoutConfirmAlertCancelButton
source: Cancel
ar: إغلاق

# deleteSessionConfirmAlertMessage
source: Do you want to delete {name} from downloads
ar: هل تريد حذف {name} من مكتبة التحميلات؟

# deleteSessionConfirmAlertLogoutButton
source: Delete
ar: حذف

# deleteSessionConfirmAlertCancelButton
source: Close
ar: إغلاق

# profilePictureFromPhotoGallary
source: Import a picture from the photo album
ar: استيراد صورة من ألبوم الصور

# profilePictureFromCamera
source: Camera
ar: صورة عن طريق الكاميرا

# profilePictureRemovePicture
source: Delete the current photo
ar: حذف الصورة الحالية

# invalidSessionFilePathError
source: Upload error
ar: حدث خطأ في التحميل مسار الملف الصوتي غير صالح

# userNotDefineError
source: User not defined
ar: المستخدم غير معرف

# fetchMoreItemsFailedError
source: No more items can be downloaded
ar: لا يمكن التحميل المزيد من العناصر

# saveButtonTitle
source: Save
ar: حفظ

# profileEditUserNameTitle
source: Username change
ar: تغيير اسم المستخدم

# profileEditDisplayNameTitle
source: Change Nickname
ar: تغيير الاسم المستعار

# profileEditUserNameErrorMessage
source: Make sure you have entered a valid username
ar: تأكد من إدخال اسم مستخدم صحيح

# profileChangePasswordErrorMessage
source: Make sure you have entered the correct information
ar: تأكد من إدخال البيانات الصحيحة

# PermissionLoginAlertTitle
source: Personal account
ar: حسابك الشخصي

# PermissionLoginAlertBody
source: To access this feature, you must have a personal account, so log in.
ar: للوصول إلى هذه الميزة يجب أن يكون لديك حساب شخصي، لذلك قم بستجيل الدخول

# PermissionLoginAlertActionTitle
source: Log In
ar: تسجيل دخول

# PermissionLoginAlertCancelTitle
source: Close
ar: إغلاق

# PermissionPremiumAlertTitle
source: Tawazon Premium
ar: تَوازُن بريميوم

# PermissionPremiumAlertBody
source: To access this feature, you must be a subscriber to one of our paid plans.
ar: للوصول إلى هذه الميزة يجب أن تكون مشتركاً بأحد خططنا المدفوعة

# PermissionPremiumAlertActionTitle
source: Subscribe
ar: إشتراك

# PermissionPremiumAlertCancelTitle
source: Close
ar: إغلاق

# CancelSubscriptionAlertTitle
source: Unsubscribe
ar: إلغاء الاشترك

# CancelSubscriptionAlertBody
source: Go to Settings> [your name]> iTunes and App Store. n Click on the Apple ID at the top of the screen, then click Show Apple ID. Click on the subscription you want to cancel. Click on 'Cancel Subscription'
ar: انتقل إلى الإعدادات > [اسمك] > iTunes وApp Store. اضغط على Apple ID أعلى الشاشة، ثم اضغط على عرض Apple ID. اضغط على الاشتراك الذي تريد إلغاءه. اضغط على ‘إلغاء الاشتراك’

# CancelSubscriptionAlertActionTitle
source: More
ar: المزيد

# CancelSubscriptionlertCancelTitle
source: Close
ar: إغلاق

# DeleteAccountAlertTitle
source: Delete Account
ar: حذف الحساب

# DeleteAccountAlertBody
source: We are sad that you have left Tawazun! If you have any complaints or need help before you delete your account, our team is ready to help.
ar: نحن حزينون لمغادرتك منصة توازن! إذا كان لديك أية شكاوى أو تحتاج إلى مساعدة قبل حذفك لحسابك، ففريقنا مستعد لتقديم المساعدة.

# DeleteBodyActionTitle
source: Contact us here
ar: راسلنا من هنا

# DeleteAccountAlertActionTitle
source: Delete account
ar: حذف الحساب

# DeleteAccountAlertCancelTitle
source: Cancel
ar: إلغاء

# PermissionChangeNicknameAlertTitle
source: Change Nickname
ar: تحديث الاسم المستعار

# PermissionChangeNicknameAlertBody
source: Your nickname and profile picture will be visible to users when you add a comment to a session. Do you want to change it before writing the comment?
ar: اسمك المستعار وصورة ملفك الشخصية سيظهران للمستخدمين عند إضافة تعليق على جلسة ما. هل ترغب بتغييره قبل كتابة التعليق؟.

# PermissionChangeNicknameAlertActionTitle
source: Change
ar: تغيير

# PermissionChangeNicknameAlertCancelTitle
source: Close
ar: إغلاق

# PermissionCompleteTodayActivityStepAlertBody
source: For best results, you need to perform the previous activity before starting this one.
ar: لأفضل النتائج، يجب القيام بالنشاط السابق قبل البدء بهذا النشاط.

# PermissionCompleteTodayActivityStepAlertCancelTitle
source: Thanks
ar: شكرا

# purchaseTrialDay
source: Day
ar: أيام

# purchaseTrialWeek
source: Week
ar: أسبوع

# purchaseTrialMonth
source: Month
ar: شهر

# purchaseTrialYear
source: Year
ar: سنة

# tryPruchaseForFreeTrial
source: Free trial for
ar: تجريب مجاني لمدة

# purchaseClientInvalid
source: Payment is not allowed
ar: الدفع غير مسموح

# purchasePaymentInvalid
source: Invalid Purchase ID
ar: معرف الشراء غير صالح

# purchasePaymentNotAllowed
source: The device is not allowed to make the payment
ar: لا يُسمح للجهاز بإجراء عملية الدفع

# purchaseStoreProductNotAvailable
source: The product is not available in the current storefront
ar: المنتج غير متوفر في واجهة المتجر الحالية

# purchaseCloudServicePermissionDenied
source: No access to the cloud service information is allowed
ar: لا يُسمح بالوصول إلى معلومات الخدمة السحابية

# purchaseCloudServiceNetworkConnectionFailed
source: Cannot connect to the network
ar: لا يمكن الاتصال بالشبكة

# purchaseCloudServiceRevoked
source: Cloud service canceled
ar: الخدمة السحابية ملغاه

# cancelPremiumRenewablePurchaseButton
source: Unsubscribe
ar: إلغاء الإشتراك

# premiumPurchaseSummaryHeaderTitle
source: Your current subscription
ar: اشتراكك الحالي

# premiumPurchaseSummaryExpireDate
source: Subscription ends in
ar: ينتهي الإشتراك في

# sessionDownloadedSuccessfullyMessage
source: The session has been successfully uploaded!
ar: تم تحميل الحصة بنجاح!

# dimissSuccessMessage
source: Done
ar: تم

# profileImageStillUploadingErrorMessage
source: You cannot upload a new image now. Please wait while the current image is uploaded.
ar: لا يمكنك رفع صورة جديدة الآن،الرجاء الانتظار حتي يتم رفع الصورة الحالية.

# ourStoryText
source: The journey of balance begins here - the first Arabic meditation application n n Tawazon seeks to improve the daily life of the Arab person and the Arab family by developing a mobile application that provides daily, short meditation sessions with scientifically proven results. The innovation and distinction that Tawazun brings to the market are meditations developed and recorded in the language. Arabic at the hands of a group of Arab experts in the field is appropriate for Arab societies around the world, noting that the mother tongue plays a fundamental and central role in the extent of the efficacy of meditation, and given the many daily challenges that the Arab person faces from anxiety, tension, lack of psychological calm and inner peace. Meditation from a balance to be a modern, modern and easy-to-access tool from anywhere and anytime through mobile phones.
ar: رحلة التوازن تبدأ هنا - تطبيق التأمل العربي الأول تسعى توازن لتحسين مستوى الحياة اليومية للإنسان العربي والعائلة العربية من خلال تطوير تطبيق موبايل يوفّر جلسات تأمّل يومية، قصيرة ونتائجها مثبتة علمياً. التجديد والتميّز الذي تقدّمه توازن إلى السوق هو تأمّلات طُوّرت وسُجّلت باللغة العربية على يد نخبة من خبراء عرب في المجال ملائمة للمجتمعات العربية في جميع أنحاء العالم. علماً أن اللغة الأمّ تلعب دوراً أساسياً ومركزياً في مدى نجاعة التأمّل، ونظراً لتعدد التحديات اليومية التي يواجهها الإنسان العربي من قلق، توتّر، قلّة هدوء نفسي وسلام داخلي يأتي تطبيق التأمّل من توازن ليشكّل أداةً عصرية، حديثة وسهلة الوصول من أي مكان وأي زمان من خلال الهواتف النقالة.

# shareSessionText
source: Listen to
ar: استمع إلى

# shareByActivityButtonTitle
source: More
ar: المزيد

# shareBySmsButtonTitle
source: Send a message
ar: أرسلها رسالة

# shareInstagramStoryButtonTitle
source: Share on Instagram story
ar: ستوري على انستجرام

# shareSessionViewTitle
source: Share session
ar: شارك الجلسة

# voiceAndDialectsTitle
source: Audio
ar: الصوت

# rateSessionViewTitle
source: Rate the session
ar: قيّم الجلسة

# rateSessionButtonTitle
source: Rate
ar: قيّم

# instagramShareStoryErrorMessage
source: An error occurred: The story cannot be shared. Please make sure that the Instagram application is loaded.
ar: حدث خطأ: لا يمكن مشاركة ستوري يرجى التأكد من تحميل تطبيق انستجرام.

# cannotPlaySessionErrorTitle
source: You cannot listen to the session
ar: لا يمكنك الاستماع إلى الجلسة

# playLockSessionMessage
source: The session is not free, you must be a premium subscriber
ar: الجلسة غير مجانية، يجب أن تكون مشترك بريميوم

# skipLoginButtonTitle
source: Register later
ar: التسجيل لاحقاً

# selectAllGoalsButtonTitle
source: Select All
ar: اختيار الكل

# promoCodeButtonTitle
source: Do you have a Promo Code?
ar: هل لديك Promo Code ؟

# restorePurchasesButtonTitle
source: Restore purchases
ar: إستعادة المشتريات

# promoViewTitle
source: Do you have a Promo Code?
ar: هل لديك Promo Code ؟

# promoViewTextFieldPlaceholder
source: Enter Promo Code here
ar: أدخل Promo Code هنا

# submitPromoCodeButtonTitle
source: Send
ar: أرسل

# homeFeelingTitlePart1
source: Sharing your feelings is the first step in creating positive change.
ar: مشاركة مشاعرك هي الخطوة الأولى في إحداث تغييرٍ إيجابي.

# homeFeelingTitlePart2
source: Tell us how you feel today?
ar: أخبرنا بم تشعر اليوم؟

# homeFeelingMorningTitle
source: Good Morning,
ar: صباح الخير،

# homeFeelingEveningTitle
source: Good Evening,
ar: مساء الخير،

# homeFeelingAfterNoonTitle
source: Hello,
ar: مرحباً،

# homeFeelingSubtitle
source: Here are our picks for {feel} feeling.
ar: إليك اختياراتنا حول الشعور ب{feel}

# homeMoreSessionsButtonTitle
source: More
ar: المزيد

# continueButtonTitle
source: Continue
ar: استمرار

# onboardingViewTitle
source: Welcome to Tawazon
ar: أهلاً بك إلى توازن

# onboardingChildrenMeditationTitle
source: Meditation Library for Children
ar: مكتبة التأمل للأطفال

# onboardingChildrenMeditationSubtitle
source: Help your children overcome sleep problems with the help of the Meditation Library for Children.
ar: ساعد أطفالك بالتغلب على مشاكل النوم بمساعدة مكتبة التأمل للأطفال.

# onboardingLiberationTitle
source: Meditations for Release
ar: تأملات للتحرر
