Repository: TawazonApp/ios
Catalog: NewLife/NewLife/*.lproj/Localizable.strings
Languages: ar

# onboardingLiberationSubtitle
source: Meditations for freedom from trauma, with Dr. Shafiq Masalha, that will help you to understand yourself and your unconscious thinking.
ar: تأملات للتحرر من الصدمة مع دكتور شفيق مصالحة، تساعدك على فهم الذات والتفكير اللاواعي لديك.

# onboardingNewMeditationTitle
source: New Meditation every week
ar: تأَمُلْ جديد كل اسبوع

# onboardingNewMeditationSubtitle
source: Learn about negative inner talk and understand your feelings through meditation and mindfulness, with a new meditation every week.
ar: تعرف على الحديث الداخلي السلبي وتفهم مشاعرك وأحاسيسك عبر التأمل واليقظة الذهنية، مع تأَمُلْ جديد كل اسبوع.

# changeFeelingButtonTitle
source: Change
ar: تغيير

# welcomeChangeLanguageButtonTitle
source: Change App Language
ar: تغيير لغة التطبيق الأساسية

# changeLanguageAlertTitle
source: Select App Language
ar: اختر لغة التطبيق الأساسية

# changeLanguageCellTitle
source: Language
ar: اللغة

# ramdanDiscountTitle
source: Ramadan Meditation
ar: رمضان التأمل

# ramdanDiscountFeature1
source: Get a Tawazon Premium for unlimited access to exclusive Tawazon meditations.
ar: احصل على توازن بريميوم لدخول غير محدود لتأملات توازُن الحصرية.

# ramdanDiscountFeature2
source: Enjoy a new meditation every day in Ramadan
ar: تمتع بتأملات جديدة يومياً خلال شهر رمضان المبارك.

# normalDiscountFeature1
source: Access to all meditations and Tawazon content.
ar: دخول لجميع التأمُّلات ومحتوى تطبيق توازُن

# normalDiscountFeature2
source: Help your children with meditations and sleep stories for them.
ar: ساعد طفلك ايضا على حل مشاكل النوم

# normalDiscountFeature3
source: Enjoy new meditations and sleep stories every week.
ar: تمتع بتأمّلات وقصص نوم جديدة اسبوعياً

source: instead of
ar: بدلاً عن

# autoRenwable
source: , renewed automatically.
ar: ،يتجدد تلقائياً

# premiumDiscountPayButtonTitle
source: Subscribe and Start Now
ar: اشترك وأبدأ الآن

# removeFromFavorite
source: Remove from favorites
ar: إزالة من المفضلة

# premium4DefaultPurchaseDescription
source: The chosen plan will automatically renew at the specified price after the trial period ends, Unless you cancel the service beforehand.
ar: سيتم تجديد الخطة المختارة تلقائيًا بالسعر المحدد بعد انتهاء الفترة التجريبية، ما لم تقم بإلغاء الخدمة قبل ذلك.

# premium4TitleLabelPart1
source: Tawazon
ar: توازن

# premium4TitleLabelPart3
source: Enjoy full access
ar: تمتّع بوصول كامل

# premium4mostPopularLabel
source: Most Popular
ar: الأكثر إختياراً

# premium4PlanPriceString
source: {price} / month
ar: {price} / شهر

# premium5TitlePart1
source: Tawazon premium
ar: توازن بريميوم

# premium5TitlePart2
source: Enjoy a 7-day free trial
ar: تمتّع بتجربة مجانية لمدة 7 أيام

# premium5PurchaseButtonTitle
source: Start your free trial for a week
ar: ابدأ تجربتك مجاناً لمدة أسبوع

# Premium5DefaultPurchaseDescription
source: Try 7 days for free, then 157.90 ₪/year. You can unsubscribe whenever you want.
ar: جرّب 7 أيام مجاناً، ثم 157.90 ₪/السنة. يمكنك إلغاء الإشتراك وقتما تريد.

# premium5ContentTitle
source: Do you have any questions about how your trial version works? Here's how it works:
ar: هل لديك أية تساؤلات حول كيفية عمل نسختك التجريبية؟ إليك كيف تعمل:

# premium5Day1Title
source: Today
ar: اليوم

# premium5Day5Title
source: Day 5
ar: اليوم 5

# premium5Day7Title
source: Day 7
ar: اليوم 7

# premium5Day1DescriptionTitle
source: You can browse the entire content of the application.
ar: يمكنك تصفح كامل محتوى التطبيق.

# premium5Day5DescriptionTitle
source: We will send you a notification to remind you when your trial period ends.
ar: سنرسل لك إشعاراً لتذكيرك بموعد انتهاء الفترة التجريبية.

# premium5Day7DescriptionTitle
source: Your subscription will be activated. You can easily unsubscribe before this date.
ar: سيجري تفعيل اشتراكك. يمكنك إلغاء الاشتراك بسهولة قبل هذا التاريخ.

# premium1PurchaseButtonTitle
source: Try for free and subscribe now
ar: جرّب مجاناً واشترك الآن

# premium1DefaultPurchaseDescription
source: Try 7 days for free, then 157.90 ₪/year. You can unsubscribe whenever you want.
ar: جرّب 7 أيام مجاناً، ثم 157.90 ₪/السنة. يمكنك إلغاء الإشتراك وقتما تريد.

# premium1TitlePart1
source: 7-day free trial
ar: تجربة مجانية لمدة 7 أيام

# premium1TitlePart2
source: Enjoy full access
ar: تمتّع بوصول كامل

# premiumPlanDetailsTitlePart1
source: Tawazon premium
ar: توازن بريميوم

# premiumPlanDetailsTitlePart2
source: The wonderful experience is waiting for you, live it in its details!
ar: التجربة الرائعة في انتظارك ، فعشها بتفاصيلها!

# premiumPlanDetailsContentTitle
source: Your current subscription
ar: اشتراكك الحالي

# premiumPlanDetailsCancelSubscribtionButtonTitle
source: Unsubscribe
ar: إلغاء الإشتراك

# premiumPlanDetailsCancelPrivacyButtonTitle
source: Terms of Use and Privacy Policy ❯
ar: شروط الاستخدام و سياسة الخصوصية ❯

# homePremiumBanner1TitlePart1
source: Enjoy full access with Tawazon Premium
ar: تمتّع بوصول كامل مع توازن بريميوم

# homePremiumBanner1TitlePart2
source: 7-day free trial
ar: تجربة مجانية لمدة 7 أيام

# homePremiumBanner1PurchaseButtonTitle
source: Start now
ar: ابدأ الآن

# homePremiumBanner2Title
source: Enjoy full access
ar: تمتّع بوصول كامل

# homePremiumBanner2SubTitle
source: Start now
ar: ابدأ الآن

# homePremiumBanner4Title
source: Enjoy full access
ar: تمتّع بوصول كامل

# homePremiumBanner4SubTitle
source: And a 7-day free trial
ar: و بتجربة مجانية لمدة 7 أيام

# homePremiumBanner4PurchaseButtonTitle
source: Start now
ar: ابدأ الآن

# homePremiumBanner4MoreButtonTitle
source: More
ar: المزيد

# homePremiumBanner5Title
source: Enjoy full access
ar: تمتّع بوصول كامل

# homePremiumBanner5SubTitle
source: Free trial for 7 days
ar: تجربة مجانية لمدة 7 أيام

source: Tawazon
ar: توازن

source: Premium
ar: بريميوم

# homePremiumBanner3Title
source: Tawazon Premium
ar: توازن بريميوم

# homePremiumBanner3SubTitle
source: Enjoy a 7-day free trial
ar: تمتّع بتجربة مجانية لمدة 7 أيام

# homePremiumBanner3PurchaseButtonTitle
source: Start now
ar: ابدأ الآن

source: Dialect
ar: اللهجة

# voice
source: Language
ar: اللغة

source: Interface
ar: لغة واجهة التطبيق

# upateAppAlertTitle
source: App Update
ar: تحديث التطبيق

# upateAppAlertMessage
source: An update to Tawazon App is available. Would you like to update?
ar: يتوفر تحديث لتطبيق توازن. هل ترغب في التحديث؟

# update
source: Change
ar: تحديث

source: Not Now
ar: ليس الان

# searchCancelButton
source: Cancel
ar: الغاء

# searchPlaceholder
source: Search for subject, feeling, music
ar: إبحث عن موضوع، شعور، موسيقى

# searchNoResultMessage
source: Unfortunately we did not find results for your search. Use other words to search for what you want, or explore our suggestion to listen!
ar: للأسف لم نجد نتائج لبحثك. استخدم كلمات أخرى للبحث عما تريد، أو استكشف اقتراحتنا للإستماع!

# allSearchCategoryLabel
source: All
ar: الكل

source: Close
ar: إغلاق

# seriesDurationText
source: Sessions
ar: جلسات

# deleteResponseOkButton
source: OK
ar: موافق

# GuidedTourSkipButton
source: Close
ar: إغلاق

# GuidedTourCloseButton
source: That was helpful! Thanks
ar: كان ذلك مفيداً! شكراً

# GuidedTourNextButton
source: Next
ar: التالي

# helpTextMoreButton
source: Access and edit your personal account data, subscription details, downloads Library, change language and more…
ar: يمكنك الوصول إلى بيانات حسابك الشخصي وتفاصيل الاشتراك ومكتبة التحميلات واللغة والمزيد من الإعدادات.

# helpTextSearchButton
source: Here you can have a quick search for topics, sessions names, feelings, podcast and more…
ar: هنا ، يمكنك البحث بسرعة عن الجلسات ذات الصلة والبودكاست والمقالات ومحتويات توازن الأخرى.

# helpTextBackgroundSoundButton
source: On this icon, you can turn on or off the background music of the app!
ar: على هذا الرمز ، يمكنك تشغيل أو إيقاف موسيقى الخلفية للتطبيق!

# helpTextSoundsButton
source: Add and mix your favorite nature sound effects, control background music volume and adjust it as you prefer
ar: وهنا يمكنك إضافة مزيج من المؤثرات الصوتية لتتناسب مع الشعور الذي تشعر به أو تتطلع إلى الانغماس فيه. جربها!

# helpTextMainTabBar
source: The bottom navigation bar displays key menu for meditations, podcast, music, kids meditations and home page
ar: يعرض شريط التنقل السفلي القائمة الرئيسية للتأملات والبودكاست والموسيقى وتأملات الأطفال والصفحة الرئيسية

# helpTextVoiceAndDialectsButton
source: You can change the language or accent of the session's audio
ar: يمكنك تغيير اللغة أو لهجة صوت الجلسة.

# helpTextShareButton
source: Here, you can share this session with friends and family and whoever you wish via message or social media platforms.
ar: هنا ، يمكنك مشاركة الجلسة مع أفراد عائلتك وأصدقائك ومن تريد من خلال مختلف منصات التواصل الاجتماعي.

# helpTextFavoriteButton
source: Add the session to your favorites for easy access later on from favorites library in profile section.
ar: أضف الجلسات إلى قسم المفضلة لديك للوصول إليها بسهولة لاحقًا.

# helpTextRateButton
source: Rate the session to help us improve and meet your expectations in the future
ar: قيم الجلسة لمساعدتنا على التحسين وتلبية توقعاتك في المستقبل.

# helpTextDownloadButton
source: Here, you can download the sessions, so you can listen to them while you are offline through Tawazon
ar: هنا ، يمكنك تحميل الجلسات حتى تتمكن من الاستماع إليها عندما تكون غير متصل بالإنترنت

# helpTextCommentsButton
source: Here, you can write your comments and thoughts about the session to share it with Tawazon's comunity
ar: هنا ، يمكنك كتابة تعليقاتك وأفكارك حول الجلسة لمشاركتها مع مجتمع توازن

# installSourceViewtitle
source: How did you hear about Tawazon?
ar: كيف سمعت عن توازن؟

# commentsViewTitle
source: Comments and reviews
ar: التعليقات والمراجعات

# writeCommentButtonTitle
source: Write a comment
ar: أكتب تعليقاً

# writeCommentLabelText
source: Your opinion matters
ar: رأيك يهمنا

# writeCommentViewTitle
source: Write a comment
ar: أضف تعليق

# dismissWriteCommentButtonTitle
source: Cancel
ar: إلغاء

# addCommentButtonTitle
source: Add
ar: أضف

# updateCommentButtonTitle
source: Update
ar: تعديل

# commentPlaceholder
source: Start writing here...
ar: ابدأ الكتابة هنا …

# ratingTitleLabelText
source: Rate the session
ar: قيّم الجلسة

# seeMoreCommentText
source: Edit
ar: اعرف المزيد

# limitedTimeLabel
source: For a limited time only
ar: لوقت محدد فقط

# العربية
source: Arabic
ar: العربية

source: English
ar: الإنجليزية

# sessionAuthorLabel
source: Author
ar: المؤلف

# sessionNarratorLabel
source: Narrator
ar: الراوي

# sessionPhotographerLabel
source: Photographer
ar: المصور

# contributorsViewTitle
source: Contributors
ar: الصناع

# authorTitle
source: Author
ar: المؤلف

# narratorTitle
source: Narrator
ar: الراوي

# imageInfoViewTitle
source: Cover photo
ar: صورة الغلاف

# copyRightsLabel
source: All rights reserved Tawazon App 2022
ar: جميع الحقوق محفوظة تطبيق توازن 2022

# ReadMoreLabel
source: More
ar: المزيد

source: Ok
ar: تم

# preparationSessionViewTitle
source: Welcom to Tawazon
ar: مرحباً في توازن

# preparationSessionViewSubtitle
source: Let’s starts your mental health journey with a prep session
ar: لنبدأ رحلة صحتك الذهنية بجلسة تحضيرية

# preparationSessionViewNote
source: The prep session will help us select the sessions that fit you the most
ar: ستساعدنا الجلسة التحضيرية في اختيار ما يناسبك من جلساتنا المتنوعة

# preparationSessionViewSubmitButtonTitle
source: Start
ar: لنبدأ

# landingFeelingViewTitle
source: Congratulations
ar: أحسنت

# landingFeelingViewSubtitle
source: You’ve finished an important step on your journey to better your mental health
ar: لقد أنهيت خطوة مهمة في طريق تحسين صحتك الذهنية.

# landingFeelingViewTitleSkipped
source: Well
ar: حسناً

# landingFeelingViewSubtitleSkipped
source: An important step on your journey to better your mental health
ar: الان خطوة مهمة في طريق تحسين صحتك الذهنية

# landingFeelingViewQuestion
source: Tell us how you feel
ar: أخبرنا بماذا تشعر الآن

# landingFeelingViewSubmitButtonTitle
source: Save and Continue
ar: حفظ ومتابعة

# landingFeelingViewSubFeelingLabelTitle
source: How much %@?
ar: أي درجة من %@؟

# dailyActivityFeelingViewTitle
source: Log your feeling
ar: تسجيل الشعور

# dailyActivityFeelingViewSubtitle
source: Knowing how you feel helps us choose the right meditations and exercises for you.
ar: يساعدنا تسجيل شعورك على انتقاء التأملات و التمارين المناسبة لك.

# landingReminderViewTitle
source: Set a time to meditate
ar: اختر وقتاً للتأمل

# landingReminderViewSubtitle
source: Set the time and date for your next meditation
ar: اختر الأيام والوقت المناسب لك للتأمل القادم

# landingReminderViewSelectDaysLabel
source: Select the days
ar: اختيار الأيام

# landingReminderViewSelectTimeLabel
source: Set the time
ar: اختيار الوقت

# landingReminderViewNoteLabel
source: So we can remind you about your meditation, please allow the notifications when prompted.
ar: حتى نتمكن من تذكيرك بالتأمل القادم، الرجاء السماح لتوازن بإرسال الإشعارات.

# landingReminderViewSubmitButtonTitle
source: Save the date
ar: حفظ الموعد

source: AM
ar: ص

source: PM
ar: م

# morning
source: Good Morning,
ar: صباح الخير،

# evening
source: Good Evening,
ar: مساء الخير،

# noon
source: Good Afternoon,
ar: مساء الخير،

# afternoon
source: Good Afternoon,
ar: مساء الخير،

source: Hello,
ar: مرحباً،

# dailyTitleLabel
source: Let's enhance your day
ar: لنعزز يومك

# paywallTitlePart1
source: Tawazon
ar: توازن

# paywallTitlePart2
source: Premium
ar: بريميوم

# paywallSubscriptionTitle
source: Subscribe now to Tawazon Premium And enjoy full access.
ar: اشترك الآن في توازن بريميوم وتمتّع بوصول كامل

# paywallBestPlanTitle
source: Best plan
ar: الخطة الأفضل

# paywallAllPlansButton
source: All plans ❯
ar: جميع الخطط ❯

# paywallFeaturesViewTitle
source: Why Tawazon Premium?
ar: لماذا توازن بريميوم؟

# paywallPremiumPlanLabel
source: Premium
ar: بريميوم

# paywallFreePlanLabel
source: Free
ar: مجاني

# paywallRestoreButtonPart1
source: have a subscription?
ar: لديك اشتراك؟

# paywallRestoreButtonPart2
source: Restore subscription
ar: استعادة الاشتراك

# paywallPrivacyButton
source: Privacy Policy
ar: سياسة الخصوصية

# paywallTermsAndConditionsButton
source: Terms and Conditions
ar: شروط الاستخدام

# paywallNoteLabel
source: The chosen plan will automatically renew at the specified rate after the expiry of the period. Unless you cancel the service beforehand.
ar: سيتم تجديد الخطة المختارة تلقائيًا بالسعر المحدد بعد انتهاء الفترة، ما لم تقم بإلغاء الخدمة قبل ذلك.

# paywallFeatureTitle
source: Choose your plan
ar: اختر خطتك

# paywallYearlyString
source: /year
ar: /سنة

# paywallMonthlyString
source: /month
ar: /شهر

# paywallPlansNoteLabel
source: You can unsubscribe at any time
ar: يمكنك الغاء الاشتراك في اي وقت

# paywallPromoButton
source: Do you have a Promo Code?
ar: هل لديك كود خصم؟

# paywallSavingLabel
source: Discount
ar: خصم

# TawazonTalkAuthorLabel
source: By
ar: يقدمها

# TawazonTalkHomeSectionTitle
source: Tawazon
ar: توازن

# newText
source: New
ar: جديد

# TawazonTalkTodaySectionTitle
source: Tawazon Talk
ar: توازن كلام
